Repository: EkaterinePapava/blackboxwm
Catalog: po/*.po
Languages: ka

source: Slit Options
ka: დოკერი

source: Direction
ka: მიმართულება

source: Placement
ka: განლაგება

source: Always on top
ka: ყოველთვის ყველა ფანჯარაზე ზემოდან

source: Auto hide
ka: ავტოდამალვა

source: Slit Direction
ka: დოკერის მიმართულები

source: Horizontal
ka: ჰორიზონტალური

source: Vertical
ka: ვერტიკალური

source: Slit Placement
ka: დოკერის განთავსება

source: Top Left
ka: ზედა მარცხენა

source: Center Left
ka: მარცხენა ცენტრი

source: Bottom Left
ka: ქვედა მარცხენა

source: Top Center
ka: ზედა ცენტრი

source: Bottom Center
ka: ქვემოთ ცენტრში

source: Top Right
ka: ზედა მარჯვენა

source: Center Right
ka: მარჯვენა ცენტრი

source: Bottom Right
ka: ქვედა მარჯვენა

source: Configuration Options
ka: კონფიგურაციის პარამეტრები

source: Focus Model
ka: ფოკუსის მოდელი

source: Window Placement
ka: ფანჯრის მდებარეობა

source: Image Dithering
ka: გამოსახულების დიზერინგი

source: Opaque Window Moving
ka: ფანჯრის შემცველობის ჩვენება გადაადგილებისას

source: Opaque Window Resizing
ka: ფანჯრის შემცველობის ჩვენება ზომის შეცვლისას

source: Full Maximization
ka: სრული მაქსიმიზაცია

source: Focus New Windows
ka: ფოკუსი ახალ ფანჯრებზე

source: Focus Last Window on Workspace
ka: ფოკუსის სამუშაო სივრცის ბოლო ფანჯარაზე

source: Change Workspace with Mouse Wheel
ka: სამუშაო სივრცის გადართვა თაგუნას ბორბლით

source: Shade Windows with Mouse Wheel
ka: ფანჯრების დაჩრდილვა თაგუნას ბორბლით

source: Toolbar Actions with Mouse Wheel
ka: ხელსაწყოთა პანელის ქმედებები თაგუნას ბორბლით

source: Disable Bindings with Scroll Lock
ka: Scroll Lock-ის ღილაკის ასახვების გამორთვა

source: Toolbar Options
ka: ხელსაწყოთა პანელის მორგება

source: Click to Focus
ka: წკაპი ფოკუსისთვის

source: Sloppy Focus
ka: ფოკუსის გადაადგილებაზე

source: Auto Raise
ka: ავტომატური ამოწევა

source: Click Raise
ka: ამოწევა დაწკაპუნებისას

source: Smart Placement (Rows)
ka: ჭკვიანი განლაგება (მწკრივები)

source: Smart Placement (Columns)
ka: ჭკვიანი განლაგება (სვეტები)

source: Center Placement
ka: ცენტრში მოთავსება

source: Cascade Placement
ka: კასკადური მოთავსება

source: Left to Right
ka: მარცხნიდან მარჯვნივ

source: Right to Left
ka: მარჯვნიდან მარცხნივ

source: Top to Bottom
ka: ზემოდან ქვემოთ

source: Bottom to Top
ka: ქვემოდან ზემოთ

source: Ignore Shaded Windows
ka: დაჩრდილული ფანჯრების იგნორი

source: Do not dither images
ka: გამოსახულებების დიზერინგი არ მოხდება

source: Use fast dither
ka: სწრაფი დიზერინგის გამოყენება

source: Use high-quality dither
ka: მაღალხარისხიანი დიზერინგის გამოყენება

source: Iconified Windows
ka: ხატულაში ჩაკეცილი ფანჯრები

source: Enable Toolbar
ka: ხელსაწყოთა პანელის ჩართვა

source: Auto Hide
ka: ავტომატურად დამალვა

source: Toolbar Placement
ka: ხელსაწყოთა პანელის განთავსება

source: Send to Workspace
ka: გაგზავნა სამუშაო სივრცეზე

source: Occupy all Workspaces
ka: ყველა სამუშაო სივრცის დაკავება

source: Shade
ka: დაჩრდილვა

source: Iconify
ka: დაპატარავება

source: Maximize
ka: გადიდება

source: Maximize Vert
ka: მაქსიმიზაცია ვერტიკალურად

source: Maximize Horz
ka: მაქსიმიზაცია ჰორიზონტალურად

source: Full Screen
ka: სრული ეკრანი

source: Always on bottom
ka: ყოველთვის ბოლოში

source: Kill Client
ka: კლიენტის მოკვლა

source: Close
ka: დახურვა

source: Workspaces
ka: სამუშაო სივრცეები

source: New Workspace
ka: ახალი სამუშაო სივრცე

source: Remove Last Workspace
ka: ბოლო სამუშაო სივრცის წაშლა

source: %s: another window manager is already running on display '%s'
ka: %s: ეკრანზე '%s' უკვე გაშვებულია სხვა ფანჯრების მმართველი

source: %s: managing screen %u using %s visual 0x%lx, depth %d
ka: %s: იმართება ეკრანი %u გამოიყენება %s ვიზუალი 0x%lx, სიღრმე %d

source: %s: menu file '%s' is empty
ka: %s: მენიუს ფაილი '%s' ცარიელია

source: Restart
ka: გადატვირთვა

source: Exit
ka: გასვლა

source: %s: [exec] error, no menu label and/or command defined
ka: %s: [exec]-ის შეცდომა. მენიუს ჭდე ან/და ბრძანება აღწერილი არაა

source: %s: [exit] error, no menu label defined
ka: %s: [exit]-ის შეცდომა. მენიუს ჭდე აღწერილი არაა

source: %s: [style] error, no menu label and/or filename defined
ka: %s: [style]-ის შეცდომა. მენიუს ჭდე ან/და ფაილის სახელი აღწერილი არაა

source: %s: [config] error, no label defined
ka: %s: [config]-ის შეცდომა. ჭდე აღწერილი არაა

source: %s: [include] error, no filename defined
ka: %s: [include]-ის შეცდომა. ფაილის სახელი აღწერილი არაა

source: %s: [include] error: '%s' is not a regular file
ka: %s: [include]-ის შეცდომა: '%s' ჩვეულებრივი ფაილი არაა

source: %s: [submenu] error, no menu label defined
ka: %s: [submenu]-ის შეცდომა. მენიუს ჭდე აღწერილი არაა

source: %s: [restart] error, no menu label defined
ka: %s: [restart]-ის შეცდომა. მენიუს ჭდე აღწერილი არაა

source: %s: [reconfig] error, no menu label defined
ka: %s: [reconfig]-ის შეცდომა. მენიუს ჭდე აღწერილი არაა

source: %s: [stylesdir/stylesmenu] error, no directory defined
ka: %s: [stylesdir/stylesmenu]-ის შეცდომა. საქაღალდე აღწერილი არაა

source: %s: [stylesdir/stylesmenu] error, '%s' does not exist
ka: %s: [stylesdir/stylesmenu]-ის შეცდომა. '%s' არ არსებობს

source: %s: [stylesdir/stylesmenu] error, '%s' is not a directory
ka: %s: [stylesdir/stylesmenu]-ის შეცდომა. '%s' საქაღალდე არაა

source: %s: [workspaces] error, no menu label defined
ka: %s: [workspaces]-ის შეცდომა. მენიუს ჭდე აღწერილი არაა

source: Unnamed
ka: უსახელო

source: BlackboxWindow::BlackboxWindow(): creating 0x%lx
ka: BlackboxWindow::BlackboxWindow(): იქმნება 0x%lx

source: BlackboxWindow::BlackboxWindow(): XGetWindowAttributes failed
ka: BlackboxWindow::BlackboxWindow(): XGetWindowAttributes ჩავარდა

source: BlackboxWindow::~BlackboxWindow: destroying 0x%lx
ka: BlackboxWindow::~BlackboxWindow: ნადგურდება 0x%lx

source: %s -- assumed: (%d, %d), real: (%d, %d)
ka: %s -- ნავარაუდევი: (%d, %d), რეალური: (%d, %d)

source: BlackboxWindow::unmapNotifyEvent() for 0x%lx
ka: BlackboxWindow::unmapNotifyEvent() 0x%lx-ისთვის

source: BlackboxWindow::destroyNotifyEvent() for 0x%lx
ka: BlackboxWindow::destroyNotifyEvent() 0x%lx-ისთვის

source: BlackboxWindow::reparentNotifyEvent(): reparent 0x%lx to 0x%lx.
ka: BlackboxWindow::reparentNotifyEvent(): 0x%lx-ის მშობლის შეცვლა 0x%lx-ზე.

source: BlackboxWindow::propertyNotifyEvent(): for 0x%lx
ka: BlackboxWindow::propertyNotifyEvent(): 0x%lx-ისთვის

source: BlackboxWindow::exposeEvent() for 0x%lx
ka: BlackboxWindow::exposeEvent() 0x%lx-ისთვის

source: BlackboxWindow::buttonPressEvent() for 0x%lx
ka: BlackboxWindow::buttonPressEvent() 0x%lx-ისთვის

source: BlackboxWindow::buttonReleaseEvent() for 0x%lx
ka: BlackboxWindow::buttonReleaseEvent() 0x%lx-ისთვის

source: BlackboxWindow::motionNotifyEvent() for 0x%lx
ka: BlackboxWindow::motionNotifyEvent() 0x-ისთვის%lx

source: Workspace %u
ka: სამუშაო სივრცე %u

source: bsetroot: error: must specify one of: -solid, -mod, -gradient
ka: bsetroot: შეცდომა: უნდა იყოს ერთ-ერთი: -solid, -mod, -gradient

source: -display <string> use display connection -mod <x> <y> modula pattern -foreground, -fg <color> modula foreground color -background, -bg <color> modula background color -gradient <texture> gradient texture -from <color> gradient start color -to <color> gradient end color -solid <color> solid color -help print this help text and exit
ka: -display <string> ეკრანის კავშირის გამოყენება -mod <x> <y> მოდულას ნიმუში -foreground, -fg <color> მოდულას წინა პლანის ფერი -background, -bg <color> მოდულას ფონის ფერი -gradient <texture> გრადიენტის ტექსტურა -from <color> გრადიენტის საწყისი ფერი -to <color> გრადიენტის საბოლოო ფერი -solid <color> მყარი ფერი -help ამ დახმარების ტექსტის გამოტანა და გასვლა

source: %s: X error: %s(%d) opcodes %d/%d resource 0x%lx
ka: %s: X-ის შეცდომა: %s(%d) ოპკოდები %d/%d რესურსი 0x%lx

source: %s: caught unknown signal '%u', dumping core.
ka: %s: დაჭერილია უცნობი სიგნალი '%u'. მიმდინარეობს დამპის ჩაწერა.

source: unhandled event %d
ka: დაუმუშავებელი მოვლენა %d

source: BaseDisplay::closeMenu: menu %p not valid.
ka: BaseDisplay::closeMenu: მენიუ %p არასწორია.

source: bt::ColorCache: use %02x/%02x/%02x, count %4u
ka: bt::ColorCache: გამოიყენება %02x/%02x/%02x, რაოდენობა %4u

source: bt::Color::pixel: cannot allocate color 'rgb:%02x/%02x/%02x'
ka: bt::Color::pixel: გამოყოფის შეცდომა ფერისთვის 'rgb:%02x/%02x/%02x'

source: bt::ColorCache: add %02x/%02x/%02x, pixel %08lx
ka: bt::ColorCache: დაემატება %02x/%02x/%02x, პიქსელი %08lx

source: bt::ColorCache: rel %02x/%02x/%02x, count %4u
ka: bt::ColorCache: მიმრაოდენობა %02x/%02x/%02x, count %4u

source: bt::ColorCache: clearing cache, %u entries
ka: bt::ColorCache: კეში გასუფთავდება. %u ჩანაწერი

source: bt::ColorCache: fre %02x/%02x/%02x, pixel %08lx
ka: bt::ColorCache: თვსფლ %02x/%02x/%02x, პიქსელი %08lx

source: bt::ColorCache: cleared, %u entries remain
ka: bt::ColorCache: გასუფთავდა. დარჩა %u ცანაწერი

source: bt::Color::namedColor: empty colorname
ka: bt::Color::namedColor: ცარიელი ფერის სახელი

source: bt::Color::namedColor: invalid color '%s'
ka: bt::Color::namedColor: არასწორი ფერი '%s'

source: bt::Display: failed to open display '%s'
ka: bt::Display: გახსნის შეცდომა ეკრანისთვის '%s'

source: bt::Display: failed to mark connection close-on-exec
ka: bt::Display: კავშირის შესრულებისას-დასახურად მონიშვნა ჩვარდა

source: bt::FontCache: ref set '%s'
ka: bt::FontCache: მიმ დაყ '%s'-ზე

source: bt::FontCache: add set '%s'
ka: bt::FontCache: დამ დაყ '%s'

source: Warning: missing charset '%s' in fontset
ka: გაფრთხილება: ფონტების ნაკრებში სიმბოლოების ნაკრები '%s' აღმოჩენილი არაა

source: bt::FontCache: skp Xft%u '%s'
ka: bt::FontCache: გამოტ Xft%u '%s'

source: bt::Font: couldn't load Xft%u '%s'
ka: bt::Font: ვერ ჩაიტვირთა Xft%u '%s'

source: bt::FontCache: add Xft%u '%s'
ka: bt::FontCache: დაემატა Xft%u '%s'

source: bt::FontCache: rel '%s'
ka: bt::FontCache: მიმ '%s'

source: bt::FontCache: clearing cache, %u entries
ka: bt::FontCache: კეშის გასუფთავება. %u ჩანაწერი

source: bt::FontCache: fre '%s'
ka: bt::FontCache: თვსფლ '%s'

source: bt::FontCache: cleared, %u entries remain
ka: bt::FontCache: გასუფთავდა. დარჩა %u ჩანაწერი

source: bt::createShmImage: X server failed to attach
ka: bt::createShmImage: X სერვერმა ვერ მიამაგრა

source: %s %3u: gray %04x
ka: %s %3u: ნაცრისფერი %04x

source: query %3u: %04x/%04x/%04x
ka: მოთხოვნა %3u: %04x/%04x/%04x

source: close %3u: %04x/%04x/%04x
ka: %3u-ის დახურვა: %04x/%04x/%04x

source: Error: bt::Menu::verifyId: id %u already used
ka: შეცდომა: bt::Menu::verifyId: id %u უკვე გამოიყენება

source: bt::PixmapCache: use %08lx %4ux%4u, count %4u
ka: bt::PixmapCache: გამოიყ %08lx %4ux%4u, რაოდ %4u

source: bt::PixmapCache: add %08lx %4ux%4u mem %8lu max %8lu
ka: bt::PixmapCache: დმტბ %08lx %4ux%4u მეხს %8lu მაქს %8lu

source: bt::PixmapCache: maximum size (%lu kb) exceeded bt::PixmapCache: current size: %lu kb
ka: bt::PixmapCache: მაქს. ზომა (%lu კბ) გადაცილებულია bt::PixmapCache: მიმდინარე ზომა: %lu კბ

source: bt::PixmapCache: rel %08lx %4ux%4u, count %4u
ka: bt::PixmapCache: რელ %08lx %4ux%4u, რაოდ %4u

source: bt::PixmapCache: clearing cache, %u entries
ka: bt::PixmapCache: კეშის გასუფთავება. %u ჩანაწერი

source: bt::PixmapCache: skp %08lx %4ux%4u, count %4u
ka: bt::PixmapCache: გამოტ %08lx %4ux%4u, რაოდ %4u

source: bt::PixmapCache: fre %08lx %4ux%4u
ka: bt::PixmapCache: გასუფთ %08lx %4ux%4u

source: bt::PixmapCache: cleared, %u entries remain mem %8lu max %8lu
ka: bt::PixmapCache: გასუფთავდა. დარჩა %u ჩანაწერი მეხს %8lu მაქს %8lu

source: Blackbox::process_event(): MapRequest for 0x%lx
ka: Blackbox::process_event(): MapRequest 0x%lx-ისთვის

source: FocusIn : window %8lx mode %s detail %s
ka: FocusIn : ფანჯარა %8lx რეჟიმი %s დეტალი %s

source: win %p got focus
ka: ფანჯ %p-მა მიიღო ფოკუსი

source: FocusOut: window %8lx mode %s detail %s
ka: FocusOut: ფანჯარა %8lx რეჟიმი %s დეტალი %s

source: focused moved to an override_redirect window
ka: ფოკუსიანი გადავიდა override_redirect window-ზე

source: win %p lost focus
ka: ფანჯ-მა %p დაკარგა ფოკუსი

source: no window has focus
ka: ფოკუსი არცერთ ფანჯარას აქვს

source: X server does not support locale
ka: X სერვერს ლოკალის დაყენების მხარდაჭერა არ აქვს

source: cannot set locale modifiers
ka: ლოკალის მოდიფიკატორების დაყენება შეუძლებელია

source: %s: no manageable screens found, exiting...
ka: %s: მართვადი ეკრანი აღმოჩენილი არაა. გასვლა...

source: -display <string> use display connection. -single <string> manage the default screen only -rc <string> use alternate resource file. -version display version and exit. -help display this help text and exit.
ka: -display <string> ეკრანთან კავშირის გამოყენება. -single <string> მხოლოდ ნაგულისხმევი ეკრანის მართვა -rc <string> სხვა რესურსების ფაილის გამოყენება. -version ვერსიის ჩვენება და გასვლა. -help ამ დახმარების ტექსტის ჩვენება და გასვლა.

source: Compile time options: Debugging: %s SHAPE: %s MIT-SHM: %s XFT: %s
ka: კომპილაციის დროის პარამეტრები: გამართვა: %s SHAPE: %s MIT-SHM: %s XFT: %s

source: yes
ka: დიახ

source: no
ka: არა

source: error: '-rc' requires and argument
ka: შეცდომა: პარამეტრს '-rc' არგუმენტი სჭირდება

source: error: '-display' requires an argument
ka: შეცდომა: პარამეტრს '-display' არგუმენტი სჭირდება

source: warning: couldn't set environment variable 'DISPLAY'
ka: გაფრთხილება: დაყენების შეცდომა გარემოს ცვლადისთვის 'DISPLAY'

source: 0x%lx: window 0x%lx %p '%s'
ka: 0x%lx: ფანჯარა 0x%lx %p '%s'

source: 0x%lx: %p unknown entity
ka: 0x%lx: %p უცნობი ობიექტი

source: zero
ka: ნული

source: Stack:
ka: დასტა:

source: Layers:
ka: ფენები:
